window.QUESTIONS_DATA = [
  {
    "text": "A) 我乐于助人； / B) 我喜欢把东西拆开，了解其工作原理和运作的奥妙",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "信仰": 3,
          "体谅": 3,
          "交往": 3,
          "排难": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "信仰": 2,
          "体谅": 2,
          "交往": 2,
          "排难": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "信仰": 1,
          "体谅": 1,
          "交往": 1,
          "排难": 1,
          "分析": 1,
          "学习": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "分析": 2,
          "学习": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "分析": 3,
          "学习": 3
        }
      }
    ]
  },
  {
    "text": "A) 我喜欢与关注未来的人交往； / B) 我喜欢和历史学家交往",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "前瞻": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "前瞻": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "前瞻": 1,
          "回顾": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "回顾": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "回顾": 3
        }
      }
    ]
  },
  {
    "text": "A) 我想要每个人都喜欢我； / B) 我想要人们崇拜我",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "取悦": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "取悦": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "取悦": 1,
          "追求": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "追求": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "追求": 3
        }
      }
    ]
  },
  {
    "text": "A) 我力争第一； / B) 我重在参与",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "成就": 3,
          "竞争": 3,
          "完美": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "成就": 2,
          "竞争": 2,
          "完美": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "成就": 1,
          "竞争": 1,
          "完美": 1,
          "学习": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "学习": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "学习": 3
        }
      }
    ]
  },
  {
    "text": "A) 我一贯努力工作； / B) 我做事进展较慢，但确保成效",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "成就": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "成就": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "成就": 1,
          "责任": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "责任": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "责任": 3
        }
      }
    ]
  },
  {
    "text": "A) 我思考自身的长处； / B) 我思考有待改进之处",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "完美": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "完美": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "完美": 1,
          "追求": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "追求": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "追求": 3
        }
      }
    ]
  },
  {
    "text": "A) 我是一个偏重情感的人； / B) 我是一个偏重理智的人",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "信仰": 3,
          "体谅": 3,
          "公平": 3,
          "取悦": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "信仰": 2,
          "体谅": 2,
          "公平": 2,
          "取悦": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "信仰": 1,
          "体谅": 1,
          "公平": 1,
          "取悦": 1,
          "分析": 1,
          "统筹": 1,
          "统率": 1,
          "审慎": 1,
          "战略": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "分析": 2,
          "统筹": 2,
          "统率": 2,
          "审慎": 2,
          "战略": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "分析": 3,
          "统筹": 3,
          "统率": 3,
          "审慎": 3,
          "战略": 3
        }
      }
    ]
  },
  {
    "text": "A) 我了解别人的个性特点； / B) 我能够接受各种类型的人",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "体谅": 3,
          "个别": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "体谅": 2,
          "个别": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "体谅": 1,
          "个别": 1,
          "公平": 1,
          "包容": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "公平": 2,
          "包容": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "公平": 3,
          "包容": 3
        }
      }
    ]
  },
  {
    "text": "A) 主动与人交谈使我为难； / B) 与陌生人攀谈使我兴奋",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "审慎": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "审慎": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "审慎": 1,
          "取悦": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "取悦": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "取悦": 3
        }
      }
    ]
  },
  {
    "text": "A) 我对生活感觉极好； / B) 我认为我自己很能干",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "积极": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "积极": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "积极": 1,
          "自信": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "自信": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "自信": 3
        }
      }
    ]
  },
  {
    "text": "A) 我喜欢与人合作； / B) 我喜欢个人奋斗",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "包容": 3,
          "交往": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "包容": 2,
          "交往": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "包容": 1,
          "交往": 1,
          "思维": 1,
          "自信": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "思维": 2,
          "自信": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "思维": 3,
          "自信": 3
        }
      }
    ]
  },
  {
    "text": "A) 我能使别人有成就感； / B) 我能使别人感到我对他们很重要",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "伯乐": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "伯乐": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "伯乐": 1,
          "统率": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "统率": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "统率": 3
        }
      }
    ]
  },
  {
    "text": "A) 我按照自己的世界观去生活； / B) 我按照自己的理想去生活",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "信仰": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "信仰": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "信仰": 1,
          "完美": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "完美": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "完美": 3
        }
      }
    ]
  },
  {
    "text": "A) 成为他人的知己使我满足； / B) 我希望成为他人的领导",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "交往": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "交往": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "交往": 1,
          "统率": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "统率": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "统率": 3
        }
      }
    ]
  },
  {
    "text": "A) 我不在意别人对我的所作所为怎么看，我做对自己有利的事； / B) 我始终清楚别人对我的看法",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "统率": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "统率": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "统率": 1,
          "体谅": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "体谅": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "体谅": 3
        }
      }
    ]
  },
  {
    "text": "A) 我致力于发展； / B) 我信守自己的价值观",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "前瞻": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "前瞻": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "前瞻": 1,
          "信仰": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "信仰": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "信仰": 3
        }
      }
    ]
  },
  {
    "text": "A) 我要自己的生活保持平衡； / B) 我希望我的家庭过最好的生活",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "审慎": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "审慎": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "审慎": 1,
          "完美": 1,
          "追求": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "完美": 2,
          "追求": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "完美": 3,
          "追求": 3
        }
      }
    ]
  },
  {
    "text": "A) 我每天多次谈到自己对未来的展望； / B) 我愿腾出时间思考未来",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "前瞻": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "前瞻": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "前瞻": 1,
          "追求": 1,
          "战略": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "追求": 2,
          "战略": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "追求": 3,
          "战略": 3
        }
      }
    ]
  },
  {
    "text": "A) 我能够使别人兴奋起来； / B) 我能够使别人平静下来",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "积极": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "积极": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "积极": 1,
          "和谐": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "和谐": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "和谐": 3
        }
      }
    ]
  },
  {
    "text": "A) 我一旦作出决定就必须付诸行动； / B) 我在行动之前需要确认自己行动无误",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "行动": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "行动": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "行动": 1,
          "审慎": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "审慎": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "审慎": 3
        }
      }
    ]
  },
  {
    "text": "A) 我比大多数人更加专心去做要完成的事； / B) 我统观全局顺其自然",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "专注": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "专注": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "专注": 1,
          "适应": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "适应": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "适应": 3
        }
      }
    ]
  },
  {
    "text": "A) 我认为世上没有巧合，一切都事出有因； / B) 对我来说巧合指运气、机遇、侥幸、偶然",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "关联": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "关联": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "关联": 1,
          "适应": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "适应": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "适应": 3
        }
      }
    ]
  },
  {
    "text": "A) 我善于交谈； / B) 我善于倾听",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "沟通": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "沟通": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "沟通": 1,
          "体谅": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "体谅": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "体谅": 3
        }
      }
    ]
  },
  {
    "text": "A) 我喜欢表扬别人； / B) 我喜欢受到表扬",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "伯乐": 3,
          "积极": 3,
          "取悦": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "伯乐": 2,
          "积极": 2,
          "取悦": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "伯乐": 1,
          "积极": 1,
          "取悦": 1,
          "成就": 1,
          "追求": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "成就": 2,
          "追求": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "成就": 3,
          "追求": 3
        }
      }
    ]
  },
  {
    "text": "A) 我喜欢竞赛； / B) 我喜欢工作",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "竞争": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "竞争": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "竞争": 1,
          "交往": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "交往": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "交往": 3
        }
      }
    ]
  },
  {
    "text": "A) 我思考问题脚踏实地，善于借助专家寻找正确答案；善于借助专家寻找正确答案； / B) 我思考问题善于创造，且有战略眼光，对规律和问题一目了然",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "关联": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "关联": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "关联": 1,
          "理念": 1,
          "思维": 1,
          "战略": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "理念": 2,
          "思维": 2,
          "战略": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "理念": 3,
          "思维": 3,
          "战略": 3
        }
      }
    ]
  },
  {
    "text": "A) 我充满活力，满怀喜悦和欢乐； / B) 我了解影响形势的所有因素",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "审慎": 3,
          "积极": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "审慎": 2,
          "积极": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "审慎": 1,
          "积极": 1,
          "分析": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "分析": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "分析": 3
        }
      }
    ]
  },
  {
    "text": "A) 我想成为一家大公司的总裁； / B) 我为别人牵线搭桥",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "成就": 3,
          "统率": 3,
          "追求": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "成就": 2,
          "统率": 2,
          "追求": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "成就": 1,
          "统率": 1,
          "追求": 1,
          "伯乐": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "伯乐": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "伯乐": 3
        }
      }
    ]
  },
  {
    "text": "A) 我有时会威逼别人； / B) 我在大人物面前感到渺小",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "统率": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "统率": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "统率": 1,
          "和谐": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "和谐": 2,
          "统率": -2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "和谐": 3,
          "统率": -3
        }
      }
    ]
  },
  {
    "text": "A) 我能设身处地为别着想； / B) 我能够爱别人，爱所有的人",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "体谅": 3,
          "个别": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "体谅": 2,
          "个别": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "体谅": 1,
          "个别": 1,
          "信仰": 1,
          "公平": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "信仰": 2,
          "公平": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "信仰": 3,
          "公平": 3
        }
      }
    ]
  },
  {
    "text": "A) 我推动别人成功； / B) 我使别人快乐",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "伯乐": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "伯乐": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "伯乐": 1,
          "积极": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "积极": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "积极": 3
        }
      }
    ]
  },
  {
    "text": "A) 我是一个无忧无虑的人； / B) 我比我的朋友、同事更成熟",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "积极": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "积极": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "积极": 1,
          "统筹": 1,
          "审慎": 1,
          "战略": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "统筹": 2,
          "审慎": 2,
          "战略": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "统筹": 3,
          "审慎": 3,
          "战略": 3
        }
      }
    ]
  },
  {
    "text": "A) 我尽量与别人一起做事； / B) 我喜欢为别人张罗",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "和谐": 3,
          "包容": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "和谐": 2,
          "包容": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "和谐": 1,
          "包容": 1,
          "统筹": 1,
          "伯乐": 1,
          "排难": 1,
          "取悦": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "统筹": 2,
          "伯乐": 2,
          "排难": 2,
          "取悦": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "统筹": 3,
          "伯乐": 3,
          "排难": 3,
          "取悦": 3
        }
      }
    ]
  },
  {
    "text": "A) 通过研究我的历史我可以预测未来； / B) 我的过去与我的未来无关",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "回顾": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "回顾": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "回顾": 1,
          "适应": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "适应": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "适应": 3
        }
      }
    ]
  },
  {
    "text": "A) 我属于超越自我的宏观世界； / B) 我是一个脚踏实地的人",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "前瞻": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "前瞻": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "前瞻": 1,
          "行动": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "行动": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "行动": 3
        }
      }
    ]
  },
  {
    "text": "A) 我要我的工作和生活融为一体； / B) 工作只是一种谋生的手段",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "信仰": 3,
          "追求": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "信仰": 2,
          "追求": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "信仰": 1,
          "追求": 1,
          "适应": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "适应": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "适应": 3
        }
      }
    ]
  },
  {
    "text": "A) 有人不喜欢我时，我会感到沮丧； / B) 如果自己认为不对的事，就会感到内疚",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "追求": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "追求": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "追求": 1,
          "责任": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "责任": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "责任": 3
        }
      }
    ]
  },
  {
    "text": "A) 我组织； / B) 我分析",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "行动": 3,
          "统率": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "行动": 2,
          "统率": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "行动": 1,
          "统率": 1,
          "分析": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "分析": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "分析": 3
        }
      }
    ]
  },
  {
    "text": "A) 我能把握对别人的谈话要点，使他们感觉良好； / B) 我通过倾听，使人们感觉获得理解",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "沟通": 3,
          "体谅": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "沟通": 2,
          "体谅": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "沟通": 1,
          "体谅": 1,
          "取悦": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "取悦": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "取悦": 3
        }
      }
    ]
  },
  {
    "text": "A) 我喜欢富于哲理的人； / B) 我喜欢和勤奋而富有成效的人交往",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "理念": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "理念": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "理念": 1,
          "行动": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "行动": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "行动": 3
        }
      }
    ]
  },
  {
    "text": "A) 我乐于使别人认识其自身的价值； / B) 我乐于使别人有成就感",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "个别": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "个别": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "个别": 1,
          "积极": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "积极": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "积极": 3
        }
      }
    ]
  },
  {
    "text": "A) 我靠直觉解决问题； / B) 我使用来源可靠的准确信息",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "适应": 3,
          "自信": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "适应": 2,
          "自信": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "适应": 1,
          "自信": 1,
          "分析": 1,
          "审慎": 1,
          "搜集": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "分析": 2,
          "审慎": 2,
          "搜集": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "分析": 3,
          "审慎": 3,
          "搜集": 3
        }
      }
    ]
  },
  {
    "text": "A) 我对生活持有一种健康的怀疑态度； / B) 我相信自己与全人类相连",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "分析": 3,
          "审慎": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "分析": 2,
          "审慎": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "分析": 1,
          "审慎": 1,
          "关联": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "关联": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "关联": 3
        }
      }
    ]
  },
  {
    "text": "A) 我的朋友请我讲故事； / B) 我的朋友请我出主意",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "沟通": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "沟通": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "沟通": 1,
          "排难": 1,
          "战略": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "排难": 2,
          "战略": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "排难": 3,
          "战略": 3
        }
      }
    ]
  },
  {
    "text": "A) 我在上午工作效率最高； / B) 我在晚上工作效率最高",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "行动": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "行动": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "行动": 1,
          "思维": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "思维": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "思维": 3
        }
      }
    ]
  },
  {
    "text": "A) 我与大多数人比不相上下，无需工作更努力，更持久； / B) 我精力充沛，始终比大多数人工作更努力，更持久",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "自信": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "自信": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "自信": 1,
          "成就": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "成就": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "成就": 3
        }
      }
    ]
  },
  {
    "text": "A) 任何与体育有关的事都会强烈吸引我； / B) 任何与人文思想有关的事都会强烈吸引我；",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "行动": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "行动": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "行动": 1,
          "理念": 1,
          "思维": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "理念": 2,
          "思维": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "理念": 3,
          "思维": 3
        }
      }
    ]
  },
  {
    "text": "A) 我是一个十分整洁的人； / B) 我非常固执",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "行动": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "行动": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "行动": 1,
          "统率": 1,
          "自信": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "统率": 2,
          "自信": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "统率": 3,
          "自信": 3
        }
      }
    ]
  },
  {
    "text": "A) 我通过与别人分享而成长； / B) 我通过学习而成长",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "交往": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "交往": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "交往": 1,
          "搜集": 1,
          "思维": 1,
          "学习": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "搜集": 2,
          "思维": 2,
          "学习": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "搜集": 3,
          "思维": 3,
          "学习": 3
        }
      }
    ]
  },
  {
    "text": "A) 我按照自己对未来的书面规划而行动； / B) 我走一步，看一步",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "纪律": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "纪律": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "纪律": 1,
          "适应": 1,
          "和谐": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "适应": 2,
          "和谐": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "适应": 3,
          "和谐": 3
        }
      }
    ]
  },
  {
    "text": "A) 我注重未来可能取得的成就； / B) 我注重应对未来可能发生的事件",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "前瞻": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "前瞻": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "前瞻": 1,
          "审慎": 1,
          "战略": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "审慎": 2,
          "战略": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "审慎": 3,
          "战略": 3
        }
      }
    ]
  },
  {
    "text": "A) 我不排斥任何人，从而不伤害他们的感情； / B) 我仔细挑选我的朋友",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "公平": 3,
          "和谐": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "公平": 2,
          "和谐": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "公平": 1,
          "和谐": 1,
          "审慎": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "审慎": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "审慎": 3
        }
      }
    ]
  },
  {
    "text": "A) 我不自负，不在乎别人是否把我视为可信、专业化或成功人士； / B) 别人是否把我视为可信、专业化或成功人士对我很重要；",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "关联": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "关联": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "关联": 1,
          "竞争": 1,
          "追求": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "竞争": 2,
          "追求": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "竞争": 3,
          "追求": 3
        }
      }
    ]
  },
  {
    "text": "A) 我喜欢了解大战的起因； / B) 我喜欢了解50年后的世界经济",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "回顾": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "回顾": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "回顾": 1,
          "前瞻": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "前瞻": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "前瞻": 3
        }
      }
    ]
  },
  {
    "text": "A) 我对我生活中的遇到事件进行分析； / B) 我对影响我生活的事件充满激情",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "分析": 3,
          "回顾": 3,
          "思维": 3,
          "完美": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "分析": 2,
          "回顾": 2,
          "思维": 2,
          "完美": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "分析": 1,
          "回顾": 1,
          "思维": 1,
          "完美": 1,
          "前瞻": 1,
          "积极": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "前瞻": 2,
          "积极": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "前瞻": 3,
          "积极": 3
        }
      }
    ]
  },
  {
    "text": "A) 我通过发挥自身的才干取得进步； / B) 我通过克服自身的弱点取得进步；",
    "options": [
      {
        "text": "特别同意A",
        "scores": {}
      },
      {
        "text": "比较同意A",
        "scores": {}
      },
      {
        "text": "居中",
        "scores": {
          "回顾": 1,
          "完美": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "回顾": 2,
          "完美": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "回顾": 3,
          "完美": 3
        }
      }
    ]
  },
  {
    "text": "A) 对我来说每件事都必须事先计划； / B) 我喜欢顺其自然",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "纪律": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "纪律": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "纪律": 1,
          "适应": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "适应": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "适应": 3
        }
      }
    ]
  },
  {
    "text": "A) 我寻找各种不同的做事方法； / B) 我确立常规的做事方法",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "个别": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "个别": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "个别": 1,
          "纪律": 1,
          "公平": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "纪律": 2,
          "公平": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "纪律": 3,
          "公平": 3
        }
      }
    ]
  },
  {
    "text": "A) 我讨厌爱发脾气的人； / B) 我认为必要时可以发脾气",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "关联": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "关联": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "关联": 1,
          "统率": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "统率": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "统率": 3
        }
      }
    ]
  },
  {
    "text": "A) 我喜欢放松； / B) 我喜欢清扫",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "积极": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "积极": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "积极": 1,
          "纪律": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "纪律": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "纪律": 3
        }
      }
    ]
  },
  {
    "text": "A) 有钱就是幸福； / B) 有钱不等于幸福",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "积极": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "积极": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "积极": 1,
          "关联": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "关联": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "关联": 3
        }
      }
    ]
  },
  {
    "text": "A) 我征求别人的意见； / B) 别人征求我的意见",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "关联": 3,
          "和谐": 3,
          "包容": 3,
          "搜集": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "关联": 2,
          "和谐": 2,
          "包容": 2,
          "搜集": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "关联": 1,
          "和谐": 1,
          "包容": 1,
          "搜集": 1,
          "统筹": 1,
          "统率": 1,
          "战略": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "统筹": 2,
          "统率": 2,
          "战略": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "统筹": 3,
          "统率": 3,
          "战略": 3
        }
      }
    ]
  },
  {
    "text": "A) 我认为平等对待所有人，并制定明确的规则至关重要； / B) 我认为应了解每个人的特点，并进行个别激励",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "公平": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "公平": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "公平": 1,
          "个别": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "个别": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "个别": 3
        }
      }
    ]
  },
  {
    "text": "A) 我借助专家寻找正确答案； / B) 我对答案和问题一目了然",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "搜集": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "搜集": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "搜集": 1,
          "思维": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "思维": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "思维": 3
        }
      }
    ]
  },
  {
    "text": "A) 我非常慷慨地称赞别人； / B) 我有选择地称赞别人",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "积极": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "积极": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "积极": 1,
          "审慎": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "审慎": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "审慎": 3
        }
      }
    ]
  },
  {
    "text": "A) 我只有在竞争中赢得第一才能感到完全满意； / B) 我只要在比赛中名列前茅就感到高兴",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "成就": 3,
          "竞争": 3,
          "完美": 3,
          "追求": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "成就": 2,
          "竞争": 2,
          "完美": 2,
          "追求": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "成就": 1,
          "竞争": 1,
          "完美": 1,
          "追求": 1,
          "学习": 1,
          "积极": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "学习": 2,
          "积极": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "学习": 3,
          "积极": 3
        }
      }
    ]
  },
  {
    "text": "A) 我善于使截然不同的人相互合作； / B) 我有平等对待人的天赋",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "和谐": 3,
          "个别": 3,
          "交往": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "和谐": 2,
          "个别": 2,
          "交往": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "和谐": 1,
          "个别": 1,
          "交往": 1,
          "公平": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "公平": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "公平": 3
        }
      }
    ]
  },
  {
    "text": "A) 我尽量不离开自己舒适的领地； / B) 我是一个寻求刺激的人",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "审慎": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "审慎": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "审慎": 1,
          "自信": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "自信": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "自信": 3
        }
      }
    ]
  },
  {
    "text": "A) 我能够体会同事的感受； / B) 我喜欢和同事们高谈阔论",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "体谅": 3,
          "和谐": 3,
          "个别": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "体谅": 2,
          "和谐": 2,
          "个别": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "体谅": 1,
          "和谐": 1,
          "个别": 1,
          "沟通": 1,
          "包容": 1,
          "取悦": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "沟通": 2,
          "包容": 2,
          "取悦": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "沟通": 3,
          "包容": 3,
          "取悦": 3
        }
      }
    ]
  },
  {
    "text": "A) 我关注人们的特点，而不在乎我是否喜欢他们； / B) 我不喜欢某些人，他们和我格格不入",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "个别": 3,
          "搜集": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "个别": 2,
          "搜集": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "个别": 1,
          "搜集": 1,
          "审慎": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "审慎": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "审慎": 3
        }
      }
    ]
  },
  {
    "text": "A) 我凭感觉进行重要决策； / B) 我凭理智进行重要决策；",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "自信": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "自信": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "自信": 1,
          "分析": 1,
          "审慎": 1,
          "战略": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "分析": 2,
          "审慎": 2,
          "战略": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "分析": 3,
          "审慎": 3,
          "战略": 3
        }
      }
    ]
  },
  {
    "text": "A) 我随着事情的发生采取行动； / B) 我分清事情的轻重缓急，然后采取行动",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "适应": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "适应": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "适应": 1,
          "统筹": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "统筹": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "统筹": 3
        }
      }
    ]
  },
  {
    "text": "A) 我喜欢每个人； / B) 我要每个人都喜欢我",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "体谅": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "体谅": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "体谅": 1,
          "取悦": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "取悦": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "取悦": 3
        }
      }
    ]
  },
  {
    "text": "A) 根据当前的需要，我主要专著做好眼前的事； / B) 我着眼于未来的发展",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "适应": 3,
          "专注": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "适应": 2,
          "专注": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "适应": 1,
          "专注": 1,
          "前瞻": 1,
          "战略": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "前瞻": 2,
          "战略": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "前瞻": 3,
          "战略": 3
        }
      }
    ]
  },
  {
    "text": "A) 我每周设定业绩目标； / B) 我的工作根据当日需求而定",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "纪律": 3,
          "专注": 3,
          "前瞻": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "纪律": 2,
          "专注": 2,
          "前瞻": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "纪律": 1,
          "专注": 1,
          "前瞻": 1,
          "适应": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "适应": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "适应": 3
        }
      }
    ]
  },
  {
    "text": "A) 我必须强迫自己才能学习； / B) 我对自己感兴趣的事能集中注意力",
    "options": [
      {
        "text": "特别同意A",
        "scores": {}
      },
      {
        "text": "比较同意A",
        "scores": {}
      },
      {
        "text": "居中",
        "scores": {
          "专注": 1,
          "思维": 1,
          "学习": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "专注": 2,
          "思维": 2,
          "学习": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "专注": 3,
          "思维": 3,
          "学习": 3
        }
      }
    ]
  },
  {
    "text": "A) 我喜欢要求精确性的工作； / B) 我喜欢团队合作",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "纪律": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "纪律": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "纪律": 1,
          "包容": 1,
          "交往": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "包容": 2,
          "交往": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "包容": 3,
          "交往": 3
        }
      }
    ]
  },
  {
    "text": "A) 我研究别人的行为根源； / B) 我惯于自我反思",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "分析": 3,
          "关联": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "分析": 2,
          "关联": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "分析": 1,
          "关联": 1,
          "思维": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "思维": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "思维": 3
        }
      }
    ]
  },
  {
    "text": "A) 我按部就班； / B) 我热情洋溢",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "统筹": 3,
          "纪律": 3,
          "专注": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "统筹": 2,
          "纪律": 2,
          "专注": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "统筹": 1,
          "纪律": 1,
          "专注": 1,
          "适应": 1,
          "积极": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "适应": 2,
          "积极": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "适应": 3,
          "积极": 3
        }
      }
    ]
  },
  {
    "text": "A) 我对教育满怀热忱； / B) 我对消除暴利满怀热忱",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "信仰": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "信仰": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "信仰": 1,
          "排难": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "排难": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "排难": 3
        }
      }
    ]
  },
  {
    "text": "A) 我喜欢别人听我讲话； / B) 我喜欢听别人讲话",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "统率": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "统率": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "统率": 1,
          "体谅": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "体谅": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "体谅": 3
        }
      }
    ]
  },
  {
    "text": "A) 我很会讲故事； / B) 我善于辅导",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "沟通": 3,
          "回顾": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "沟通": 2,
          "回顾": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "沟通": 1,
          "回顾": 1,
          "伯乐": 1,
          "排难": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "伯乐": 2,
          "排难": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "伯乐": 3,
          "排难": 3
        }
      }
    ]
  },
  {
    "text": "A) 我喜欢讲话； / B) 我喜欢思考",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "沟通": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "沟通": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "沟通": 1,
          "思维": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "思维": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "思维": 3
        }
      }
    ]
  },
  {
    "text": "A) 我是个完美主义者； / B) 我是个实干家",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "竞争": 3,
          "完美": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "竞争": 2,
          "完美": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "竞争": 1,
          "完美": 1,
          "行动": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "行动": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "行动": 3
        }
      }
    ]
  },
  {
    "text": "A) 我思考问题脚踏实地,广泛调查分析； / B) 我思考问题善于创造，且具有战略眼光",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "行动": 3,
          "分析": 3,
          "搜集": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "行动": 2,
          "分析": 2,
          "搜集": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "行动": 1,
          "分析": 1,
          "搜集": 1,
          "理念": 1,
          "战略": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "理念": 2,
          "战略": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "理念": 3,
          "战略": 3
        }
      }
    ]
  },
  {
    "text": "A) 我总是描准最出色的同行去改进自己； / B) 我愿意与欣赏我的长处的人交往",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "成就": 3,
          "竞争": 3,
          "搜集": 3,
          "学习": 3,
          "追求": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "成就": 2,
          "竞争": 2,
          "搜集": 2,
          "学习": 2,
          "追求": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "成就": 1,
          "竞争": 1,
          "搜集": 1,
          "学习": 1,
          "追求": 1,
          "完美": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "完美": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "完美": 3
        }
      }
    ]
  },
  {
    "text": "A) 我能同时照顾好几件事； / B) 我愿意为别人作出牺牲",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "统筹": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "统筹": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "统筹": 1,
          "信仰": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "信仰": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "信仰": 3
        }
      }
    ]
  },
  {
    "text": "A) 我善于交际； / B) 我喜欢与朋友一道努力工作",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "沟通": 3,
          "交往": 3,
          "取悦": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "沟通": 2,
          "交往": 2,
          "取悦": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "沟通": 1,
          "交往": 1,
          "取悦": 1,
          "和谐": 1,
          "包容": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "和谐": 2,
          "包容": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "和谐": 3,
          "包容": 3
        }
      }
    ]
  },
  {
    "text": "A) 我思维敏捷,经常提出独特的观点； / B) 我的谈话使人愉快",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "理念": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "理念": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "理念": 1,
          "沟通": 1,
          "交往": 1,
          "取悦": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "沟通": 2,
          "交往": 2,
          "取悦": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "沟通": 3,
          "交往": 3,
          "取悦": 3
        }
      }
    ]
  },
  {
    "text": "A) 我热爱学习； / B) 我喜欢外出",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "学习": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "学习": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "学习": 1,
          "行动": 1,
          "搜集": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "行动": 2,
          "搜集": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "行动": 3,
          "搜集": 3
        }
      }
    ]
  },
  {
    "text": "A) 我喜欢一切按照规章制度办事； / B) 我喜欢反复检查，确保一切井井有条",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "纪律": 3,
          "公平": 3,
          "审慎": -3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "纪律": 2,
          "公平": 2,
          "审慎": -2
        }
      },
      {
        "text": "居中",
        "scores": {
          "纪律": 1,
          "公平": 1,
          "审慎": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "审慎": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "审慎": 3
        }
      }
    ]
  },
  {
    "text": "A) 我善于观察人们之间的区别； / B) 我平等对待所有人",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "体谅": 3,
          "个别": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "体谅": 2,
          "个别": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "体谅": 1,
          "个别": 1,
          "公平": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "公平": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "公平": 3
        }
      }
    ]
  },
  {
    "text": "A) 我的成功之道在于克服弱点，弥补缺陷； / B) 我的成功之道在于增强自身的才干",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "责任": 3,
          "追求": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "责任": 2,
          "追求": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "责任": 1,
          "追求": 1,
          "完美": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "完美": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "完美": 3
        }
      }
    ]
  },
  {
    "text": "A) 在遇到困难，而必须圆满完成任务时，我往往亲自动手干； / B) 在遇到困难，而必须圆满完成任务时，我往往依靠团队成员的各自优势，而不事必躬亲",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "行动": 3,
          "责任": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "行动": 2,
          "责任": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "行动": 1,
          "责任": 1,
          "统筹": 1,
          "统率": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "统筹": 2,
          "统率": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "统筹": 3,
          "统率": 3
        }
      }
    ]
  },
  {
    "text": "A) 我的性格外向； / B) 在必要时我能够作到开朗大方",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "沟通": 3,
          "取悦": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "沟通": 2,
          "取悦": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "沟通": 1,
          "取悦": 1,
          "体谅": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "体谅": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "体谅": 3
        }
      }
    ]
  },
  {
    "text": "A) 我喜欢解释事情； / B) 我喜欢做事情",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "战略": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "战略": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "战略": 1,
          "行动": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "行动": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "行动": 3
        }
      }
    ]
  },
  {
    "text": "A) 有时也可以歪曲事实； / B) 永远没有理由说谎",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "适应": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "适应": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "适应": 1,
          "信仰": 1,
          "纪律": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "信仰": 2,
          "纪律": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "信仰": 3,
          "纪律": 3
        }
      }
    ]
  },
  {
    "text": "A) 我的工作已经满负荷； / B) 我还有很大潜力",
    "options": [
      {
        "text": "特别同意A",
        "scores": {}
      },
      {
        "text": "比较同意A",
        "scores": {}
      },
      {
        "text": "居中",
        "scores": {
          "自信": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "自信": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "自信": 3
        }
      }
    ]
  },
  {
    "text": "A) 我以严谨著称； / B) 我以幽默感著称",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "纪律": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "纪律": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "纪律": 1,
          "沟通": 1,
          "积极": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "沟通": 2,
          "积极": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "沟通": 3,
          "积极": 3
        }
      }
    ]
  },
  {
    "text": "A) 我正在创造我的未来； / B) 我正在研究我的未来",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "行动": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "行动": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "行动": 1,
          "前瞻": 1,
          "战略": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "前瞻": 2,
          "战略": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "前瞻": 3,
          "战略": 3
        }
      }
    ]
  },
  {
    "text": "A) 我喜欢挑战别人； / B) 我喜欢鼓励别人",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "自信": 3,
          "追求": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "自信": 2,
          "追求": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "自信": 1,
          "追求": 1,
          "伯乐": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "伯乐": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "伯乐": 3
        }
      }
    ]
  },
  {
    "text": "A) 我是一个非常在意隐私的人； / B) 我的生活如同一本开启的书",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "审慎": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "审慎": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "审慎": 1,
          "交往": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "交往": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "交往": 3
        }
      }
    ]
  },
  {
    "text": "A) 我慷慨； / B) 我节俭",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "审慎": 3,
          "交往": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "审慎": 2,
          "交往": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "审慎": 1,
          "交往": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {}
      },
      {
        "text": "特别同意B",
        "scores": {}
      }
    ]
  },
  {
    "text": "A) 我是一名领导者； / B) 我是一名很有成就的人",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "统率": 3,
          "责任": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "统率": 2,
          "责任": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "统率": 1,
          "责任": 1,
          "成就": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "成就": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "成就": 3
        }
      }
    ]
  },
  {
    "text": "A) 我有时会奉承别人； / B) 我为人正直",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "取悦": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "取悦": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "取悦": 1,
          "审慎": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "审慎": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "审慎": 3
        }
      }
    ]
  },
  {
    "text": "A) 我能根据需要长时间学习； / B) 我能够集中注意力的时间很短",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "专注": 3,
          "学习": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "专注": 2,
          "学习": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "专注": 1,
          "学习": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "专注": -2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "专注": -3
        }
      }
    ]
  },
  {
    "text": "A) 我避免过分赞扬人，因此当我这样做时就显得很有份量； / B) 我慷慨地赞扬我的同事",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "审慎": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "审慎": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "审慎": 1,
          "取悦": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "取悦": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "取悦": 3
        }
      }
    ]
  },
  {
    "text": "A) 我愿意了解新事物； / B) 我的价值观很稳定",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "搜集": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "搜集": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "搜集": 1,
          "信仰": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "信仰": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "信仰": 3
        }
      }
    ]
  },
  {
    "text": "A) 我的生活有目的； / B) 我的生活充满欢乐",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "成就": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "成就": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "成就": 1,
          "积极": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "积极": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "积极": 3
        }
      }
    ]
  },
  {
    "text": "A) 我喜欢富有哲理的讨论； / B) 我喜欢制定目标的会议",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "理念": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "理念": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "理念": 1,
          "成就": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "成就": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "成就": 3
        }
      }
    ]
  },
  {
    "text": "A) 我喜欢独处； / B) 我想念我的朋友",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "思维": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "思维": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "思维": 1,
          "交往": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "交往": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "交往": 3
        }
      }
    ]
  },
  {
    "text": "A) 我想象未来； / B) 我理解造成当前情形的原因",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "前瞻": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "前瞻": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "前瞻": 1,
          "分析": 1,
          "关联": 1,
          "回顾": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "分析": 2,
          "关联": 2,
          "回顾": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "分析": 3,
          "关联": 3,
          "回顾": 3
        }
      }
    ]
  },
  {
    "text": "A) 我能够实事求是地看待自己； / B) 我难于坦诚地看待自己",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "关联": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "关联": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "关联": 1,
          "自信": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "自信": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "自信": 3
        }
      }
    ]
  },
  {
    "text": "A) 我愿意花大量的时间和朋友们在一起； / B) 我喜欢专心做我认为重要的事情",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "交往": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "交往": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "交往": 1,
          "专注": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "专注": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "专注": 3
        }
      }
    ]
  },
  {
    "text": "A) 我小时候喜欢和一大帮朋友们一起玩； / B) 我小时候循规蹈矩从不给同伴或大人惹麻烦",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "包容": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "包容": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "包容": 1,
          "纪律": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "纪律": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "纪律": 3
        }
      }
    ]
  },
  {
    "text": "A) 我喜欢招待别人； / B) 我答应别人的事一定要完成",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "包容": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "包容": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "包容": 1,
          "责任": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "责任": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "责任": 3
        }
      }
    ]
  },
  {
    "text": "A) 我讨厌受控制； / B) 我喜欢制定规矩",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "追求": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "追求": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "追求": 1,
          "纪律": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "纪律": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "纪律": 3
        }
      }
    ]
  },
  {
    "text": "A) 我是一个好老师； / B) 我是一个好顾问",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "沟通": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "沟通": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "沟通": 1,
          "伯乐": 1,
          "排难": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "伯乐": 2,
          "排难": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "伯乐": 3,
          "排难": 3
        }
      }
    ]
  },
  {
    "text": "A) 我躲避大大咧咧的人； / B) 我不与不诚实的人交往",
    "options": [
      {
        "text": "特别同意A",
        "scores": {}
      },
      {
        "text": "比较同意A",
        "scores": {}
      },
      {
        "text": "居中",
        "scores": {
          "信仰": 1,
          "责任": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "信仰": 2,
          "责任": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "信仰": 3,
          "责任": 3
        }
      }
    ]
  },
  {
    "text": "A) 情况不明时我会向心中有数的人求教； / B) 无论何时何地我总能悟出该作什么",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "搜集": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "搜集": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "搜集": 1,
          "自信": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "自信": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "自信": 3
        }
      }
    ]
  },
  {
    "text": "A) 目标不明的人使我厌烦； / B) 我不喜欢和无法放松的相处",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "追求": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "追求": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "追求": 1,
          "积极": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "积极": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "积极": 3
        }
      }
    ]
  },
  {
    "text": "A) 我厌恶期限； / B) 我的责任感给我动力",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "适应": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "适应": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "适应": 1,
          "纪律": 1,
          "责任": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "纪律": 2,
          "责任": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "纪律": 3,
          "责任": 3
        }
      }
    ]
  },
  {
    "text": "A) 我鼓励别人； / B) 我强化别人",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "伯乐": 3,
          "包容": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "伯乐": 2,
          "包容": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "伯乐": 1,
          "包容": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {}
      },
      {
        "text": "特别同意B",
        "scores": {}
      }
    ]
  },
  {
    "text": "A) 我过于轻信别人； / B) 我过于雄心勃勃",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "交往": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "交往": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "交往": 1,
          "自信": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "自信": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "自信": 3
        }
      }
    ]
  },
  {
    "text": "A) 过去发生的事激励我； / B) 未来可能取得的成就激励我",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "回顾": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "回顾": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "回顾": 1,
          "成就": 1,
          "前瞻": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "成就": 2,
          "前瞻": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "成就": 3,
          "前瞻": 3
        }
      }
    ]
  },
  {
    "text": "A) 最后一刻压力使我思想高度集中； / B) 当我能提前完成任务时，我的思维更清晰",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "统筹": 3,
          "责任": 3,
          "排难": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "统筹": 2,
          "责任": 2,
          "排难": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "统筹": 1,
          "责任": 1,
          "排难": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {}
      },
      {
        "text": "特别同意B",
        "scores": {}
      }
    ]
  },
  {
    "text": "A) 我认为只要环境合适，大多数人都会偷窃； / B) 我认为偷窃的人应受到惩罚",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "适应": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "适应": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "适应": 1,
          "信仰": 1,
          "责任": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "信仰": 2,
          "责任": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "信仰": 3,
          "责任": 3
        }
      }
    ]
  },
  {
    "text": "A) 我的最大愿望是做自己热爱的工作； / B) 我的最大需求是被别人接受",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "信仰": 3,
          "学习": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "信仰": 2,
          "学习": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "信仰": 1,
          "学习": 1,
          "追求": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "追求": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "追求": 3
        }
      }
    ]
  },
  {
    "text": "A) 我是一个通情达理的人； / B) 我是一个有责任心的人",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "体谅": 3,
          "公平": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "体谅": 2,
          "公平": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "体谅": 1,
          "公平": 1,
          "责任": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "责任": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "责任": 3
        }
      }
    ]
  },
  {
    "text": "A) 我主要关注此时此地； / B) 我通过研究过去，增长见识",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "专注": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "专注": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "专注": 1,
          "回顾": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "回顾": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "回顾": 3
        }
      }
    ]
  },
  {
    "text": "A) 我尽力而为使我感到满足； / B) 我立志有所建树",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "和谐": 3,
          "学习": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "和谐": 2,
          "学习": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "和谐": 1,
          "学习": 1,
          "成就": 1,
          "追求": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "成就": 2,
          "追求": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "成就": 3,
          "追求": 3
        }
      }
    ]
  },
  {
    "text": "A) 我有强烈的求知欲； / B) 我需要被别人认知和理解",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "学习": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "学习": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "学习": 1,
          "追求": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "追求": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "追求": 3
        }
      }
    ]
  },
  {
    "text": "A) 我经常考虑因果关系； / B) 我遇到事情及时应对",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "分析": 3,
          "战略": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "分析": 2,
          "战略": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "分析": 1,
          "战略": 1,
          "行动": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "行动": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "行动": 3
        }
      }
    ]
  },
  {
    "text": "A) 寻找失败的原因； / B) 享受目前的成功",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "分析": 3,
          "关联": 3,
          "回顾": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "分析": 2,
          "关联": 2,
          "回顾": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "分析": 1,
          "关联": 1,
          "回顾": 1,
          "成就": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "成就": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "成就": 3
        }
      }
    ]
  },
  {
    "text": "A) 我喜欢收藏； / B) 我只收集我认为十分精美或特别有价值的东西",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "搜集": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "搜集": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "搜集": 1,
          "完美": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "完美": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "完美": 3
        }
      }
    ]
  },
  {
    "text": "A) 我常常能提出建设性的意见； / B) 当解决了难题、排除了故障时我感到特有成就感",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "理念": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "理念": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "理念": 1,
          "成就": 1,
          "排难": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "成就": 2,
          "排难": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "成就": 3,
          "排难": 3
        }
      }
    ]
  },
  {
    "text": "A) 我待人随和； / B) 我善于发挥不同的人的长处",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "公平": 3,
          "包容": 3,
          "取悦": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "公平": 2,
          "包容": 2,
          "取悦": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "公平": 1,
          "包容": 1,
          "取悦": 1,
          "伯乐": 1,
          "个别": 1,
          "完美": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "伯乐": 2,
          "个别": 2,
          "完美": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "伯乐": 3,
          "个别": 3,
          "完美": 3
        }
      }
    ]
  },
  {
    "text": "A) 我花较多的时间考虑如何取得竞争优势； / B) 我花更多时间考虑如何应对未来可能发生的问题；",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "竞争": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "竞争": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "竞争": 1,
          "前瞻": 1,
          "排难": 1,
          "战略": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "前瞻": 2,
          "排难": 2,
          "战略": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "前瞻": 3,
          "排难": 3,
          "战略": 3
        }
      }
    ]
  },
  {
    "text": "A) 我认为竞争才能发挥人的最大潜能，所以我刺激我的员工相互竞争 / B) 我能使很多人在一起同甘共苦相互合作，并建立很深的友谊",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "竞争": 3,
          "公平": 3,
          "排难": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "竞争": 2,
          "公平": 2,
          "排难": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "竞争": 1,
          "公平": 1,
          "排难": 1,
          "沟通": 1,
          "关联": 1,
          "和谐": 1,
          "包容": 1,
          "交往": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "沟通": 2,
          "关联": 2,
          "和谐": 2,
          "包容": 2,
          "交往": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "沟通": 3,
          "关联": 3,
          "和谐": 3,
          "包容": 3,
          "交往": 3
        }
      }
    ]
  },
  {
    "text": "A) 我常常从失败中总结教训； / B) 我只关注如何把我最擅长的事做得尽善尽美",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "分析": 3,
          "回顾": 3,
          "排难": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "分析": 2,
          "回顾": 2,
          "排难": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "分析": 1,
          "回顾": 1,
          "排难": 1,
          "专注": 1,
          "思维": 1,
          "学习": 1,
          "完美": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "专注": 2,
          "思维": 2,
          "学习": 2,
          "完美": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "专注": 3,
          "思维": 3,
          "学习": 3,
          "完美": 3
        }
      }
    ]
  },
  {
    "text": "A) 我尽力使别发挥其特长； / B) 我尽力使每个人得到进步",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "伯乐": 3,
          "个别": 3,
          "完美": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "伯乐": 2,
          "个别": 2,
          "完美": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "伯乐": 1,
          "个别": 1,
          "完美": 1,
          "公平": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "公平": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "公平": 3
        }
      }
    ]
  },
  {
    "text": "A) 把晚间、周末工作时间加起来，我通常一周工作40-50小时； / B) 把晚间、周末工作时间加起来，我通常一周工作60超过小时",
    "options": [
      {
        "text": "特别同意A",
        "scores": {}
      },
      {
        "text": "比较同意A",
        "scores": {}
      },
      {
        "text": "居中",
        "scores": {
          "成就": 1,
          "专注": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "成就": 2,
          "专注": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "成就": 3,
          "专注": 3
        }
      }
    ]
  },
  {
    "text": "A) 我轻松愉快； / B) 我严肃认真",
    "options": [
      {
        "text": "特别同意A",
        "scores": {}
      },
      {
        "text": "比较同意A",
        "scores": {}
      },
      {
        "text": "居中",
        "scores": {
          "成就": 1,
          "竞争": 1,
          "纪律": 1,
          "责任": 1,
          "战略": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "成就": 2,
          "竞争": 2,
          "纪律": 2,
          "责任": 2,
          "战略": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "成就": 3,
          "竞争": 3,
          "纪律": 3,
          "责任": 3,
          "战略": 3
        }
      }
    ]
  },
  {
    "text": "A) 开始新任务对我很容易； / B) 我的问题是做事有始有终",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "行动": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "行动": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "行动": 1,
          "责任": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "责任": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "责任": 3
        }
      }
    ]
  },
  {
    "text": "A) 我能和所有的人和睦相处； / B) 我仔细分析我的合作伙伴,尽可能了解每个人的个性和背景",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "沟通": 3,
          "竞争": 3,
          "关联": 3,
          "体谅": 3,
          "公平": 3,
          "和谐": 3,
          "包容": 3,
          "取悦": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "沟通": 2,
          "竞争": 2,
          "关联": 2,
          "体谅": 2,
          "公平": 2,
          "和谐": 2,
          "包容": 2,
          "取悦": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "沟通": 1,
          "竞争": 1,
          "关联": 1,
          "体谅": 1,
          "公平": 1,
          "和谐": 1,
          "包容": 1,
          "取悦": 1,
          "审慎": 1,
          "伯乐": 1,
          "个别": 1,
          "搜集": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "审慎": 2,
          "伯乐": 2,
          "个别": 2,
          "搜集": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "审慎": 3,
          "伯乐": 3,
          "个别": 3,
          "搜集": 3
        }
      }
    ]
  },
  {
    "text": "A) 我兴趣广泛，好奇心强； / B) 我专注把握我感兴趣的事做好，",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "搜集": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "搜集": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "搜集": 1,
          "专注": 1,
          "思维": 1,
          "完美": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "专注": 2,
          "思维": 2,
          "完美": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "专注": 3,
          "思维": 3,
          "完美": 3
        }
      }
    ]
  },
  {
    "text": "A) 我观察生活； / B) 我主宰自己的生活",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "适应": 3,
          "体谅": 3,
          "和谐": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "适应": 2,
          "体谅": 2,
          "和谐": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "适应": 1,
          "体谅": 1,
          "和谐": 1,
          "统筹": 1,
          "理念": 1,
          "自信": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "统筹": 2,
          "理念": 2,
          "自信": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "统筹": 3,
          "理念": 3,
          "自信": 3
        }
      }
    ]
  },
  {
    "text": "A) 为了解决一个问题，我常契而不舍地长时间工作； / B) 我最多只能集中精力工作学习一个小时左右",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "专注": 3,
          "排难": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "专注": 2,
          "排难": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "专注": 1,
          "排难": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {}
      },
      {
        "text": "特别同意B",
        "scores": {}
      }
    ]
  },
  {
    "text": "A) 我的成就非凡； / B) 我一贯创造积极成果",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "成就": 3,
          "竞争": 3,
          "完美": 3,
          "自信": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "成就": 2,
          "竞争": 2,
          "完美": 2,
          "自信": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "成就": 1,
          "竞争": 1,
          "完美": 1,
          "自信": 1,
          "学习": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "学习": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "学习": 3
        }
      }
    ]
  },
  {
    "text": "A) 我比别人更机智； / B) 我在很多人面前感到渺小",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "统筹": 3,
          "竞争": 3,
          "理念": 3,
          "战略": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "统筹": 2,
          "竞争": 2,
          "理念": 2,
          "战略": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "统筹": 1,
          "竞争": 1,
          "理念": 1,
          "战略": 1,
          "和谐": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "和谐": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "和谐": 3
        }
      }
    ]
  },
  {
    "text": "A) 我善于高效率地同时作几件事； / B) 我习惯于一次只做一件事",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "统筹": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "统筹": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "统筹": 1,
          "专注": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "专注": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "专注": 3
        }
      }
    ]
  },
  {
    "text": "A) 我希望经常与我的上司和同事沟通； / B) 我希望有更多的自己独立支配的时间",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "适应": 3,
          "沟通": 3,
          "关联": 3,
          "包容": 3,
          "个别": 3,
          "搜集": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "适应": 2,
          "沟通": 2,
          "关联": 2,
          "包容": 2,
          "个别": 2,
          "搜集": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "适应": 1,
          "沟通": 1,
          "关联": 1,
          "包容": 1,
          "个别": 1,
          "搜集": 1,
          "思维": 1,
          "追求": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "思维": 2,
          "追求": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "思维": 3,
          "追求": 3
        }
      }
    ]
  },
  {
    "text": "A) 我善于构思并发起一个新项目； / B) 我善于组织落实",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "统率": 3,
          "理念": 3,
          "战略": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "统率": 2,
          "理念": 2,
          "战略": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "统率": 1,
          "理念": 1,
          "战略": 1,
          "行动": 1,
          "统筹": 1,
          "排难": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "行动": 2,
          "统筹": 2,
          "排难": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "行动": 3,
          "统筹": 3,
          "排难": 3
        }
      }
    ]
  },
  {
    "text": "A) 我经常思考数字； / B) 我喜欢思考宏观形象的事情",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "分析": 3,
          "专注": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "分析": 2,
          "专注": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "分析": 1,
          "专注": 1,
          "统率": 1,
          "理念": 1,
          "战略": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "统率": 2,
          "理念": 2,
          "战略": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "统率": 3,
          "理念": 3,
          "战略": 3
        }
      }
    ]
  },
  {
    "text": "A) 我偏爱讨论思想； / B) 我偏爱体育运动",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "理念": 3,
          "思维": 3,
          "学习": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "理念": 2,
          "思维": 2,
          "学习": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "理念": 1,
          "思维": 1,
          "学习": 1,
          "竞争": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "竞争": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "竞争": 3
        }
      }
    ]
  },
  {
    "text": "A) 我的词汇富于哲理； / B) 我的词汇偏重实用",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "理念": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "理念": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "理念": 1,
          "行动": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "行动": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "行动": 3
        }
      }
    ]
  },
  {
    "text": "A) 我使用简短的词汇； / B) 我常用复杂抽象的词汇",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "沟通": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "沟通": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "沟通": 1,
          "分析": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "分析": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "分析": 3
        }
      }
    ]
  },
  {
    "text": "A) 我的大脑不停地思考； / B) 我的身体需要经常活动",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "理念": 3,
          "思维": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "理念": 2,
          "思维": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "理念": 1,
          "思维": 1,
          "行动": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "行动": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "行动": 3
        }
      }
    ]
  },
  {
    "text": "A) 我喜欢听讲； / B) 我喜欢小组讨论",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "和谐": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "和谐": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "和谐": 1,
          "包容": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "包容": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "包容": 3
        }
      }
    ]
  },
  {
    "text": "A) 帮助别人解决难题，排除故障使我感到快乐； / B) 从数据中发现规律使我感到兴奋；",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "成就": 3,
          "信仰": 3,
          "责任": 3,
          "排难": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "成就": 2,
          "信仰": 2,
          "责任": 2,
          "排难": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "成就": 1,
          "信仰": 1,
          "责任": 1,
          "排难": 1,
          "分析": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "分析": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "分析": 3
        }
      }
    ]
  },
  {
    "text": "A) 我关注分析时事； / B) 我不花时间去关注时事",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "理念": 3,
          "思维": 3,
          "学习": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "理念": 2,
          "思维": 2,
          "学习": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "理念": 1,
          "思维": 1,
          "学习": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {}
      },
      {
        "text": "特别同意B",
        "scores": {}
      }
    ]
  },
  {
    "text": "A) 我总能及时完成任务； / B) 我言而有信，说到做到",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "纪律": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "纪律": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "纪律": 1,
          "信仰": 1,
          "责任": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "信仰": 2,
          "责任": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "信仰": 3,
          "责任": 3
        }
      }
    ]
  },
  {
    "text": "A) 一个新创意会使我激动不已； / B) 完成一件交给我的任务会使我激动不已",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "理念": 3,
          "责任": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "理念": 2,
          "责任": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "理念": 1,
          "责任": 1,
          "专注": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "专注": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "专注": 3
        }
      }
    ]
  },
  {
    "text": "A) 和别人一起时我觉得我的点子最多； / B) 我喜欢和别人一起讨论解决问题的办法",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "理念": 3,
          "思维": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "理念": 2,
          "思维": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "理念": 1,
          "思维": 1,
          "关联": 1,
          "包容": 1,
          "个别": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "关联": 2,
          "包容": 2,
          "个别": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "关联": 3,
          "包容": 3,
          "个别": 3
        }
      }
    ]
  },
  {
    "text": "A) 我能详细解释复杂过程； / B) 我有化繁为简的天赋",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "分析": 3,
          "专注": 3,
          "思维": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "分析": 2,
          "专注": 2,
          "思维": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "分析": 1,
          "专注": 1,
          "思维": 1,
          "理念": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "理念": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "理念": 3
        }
      }
    ]
  },
  {
    "text": "A) 我能一晚读完200页的书； / B) 我阅读速度缓慢，因为我要琢磨理解书中的内容",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "分析": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "分析": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "分析": 1,
          "学习": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "学习": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "学习": 3
        }
      }
    ]
  },
  {
    "text": "A) 取胜最重要； / B) 按规矩做事最重要",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "成就": 3,
          "竞争": 3,
          "个别": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "成就": 2,
          "竞争": 2,
          "个别": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "成就": 1,
          "竞争": 1,
          "个别": 1,
          "纪律": 1,
          "公平": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "纪律": 2,
          "公平": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "纪律": 3,
          "公平": 3
        }
      }
    ]
  },
  {
    "text": "A) 我的哲学指引我的生活； / B) 我的主导自己的生活",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "信仰": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "信仰": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "信仰": 1,
          "自信": 1,
          "战略": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "自信": 2,
          "战略": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "自信": 3,
          "战略": 3
        }
      }
    ]
  },
  {
    "text": "A) 我每周至少花5个小时独自思考； / B) 我喜欢和别人在一起",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "思维": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "思维": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "思维": 1,
          "关联": 1,
          "和谐": 1,
          "包容": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "关联": 2,
          "和谐": 2,
          "包容": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "关联": 3,
          "和谐": 3,
          "包容": 3
        }
      }
    ]
  },
  {
    "text": "A) 我了解自身长处超过弱点； / B) 我了解自身弱点超过长处",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "完美": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "完美": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "完美": 1,
          "关联": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "关联": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "关联": 3
        }
      }
    ]
  },
  {
    "text": "A) 我不在乎别人是否喜欢我； / B) 我热爱人们",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "自信": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "自信": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "自信": 1,
          "信仰": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "信仰": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "信仰": 3
        }
      }
    ]
  },
  {
    "text": "A) 我喜欢和别人谈起我的旅行经历； / B) 我不断策划我的下一个旅行目标",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "回顾": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "回顾": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "回顾": 1,
          "前瞻": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "前瞻": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "前瞻": 3
        }
      }
    ]
  },
  {
    "text": "A) 我经常以我的亲身经历教育别人； / B) 我喜欢树立榜样激励别人",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "回顾": 3,
          "伯乐": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "回顾": 2,
          "伯乐": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "回顾": 1,
          "伯乐": 1,
          "竞争": 1,
          "搜集": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "竞争": 2,
          "搜集": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "竞争": 3,
          "搜集": 3
        }
      }
    ]
  },
  {
    "text": "A) 我认为一个好的领导就是要能够调动别人做事； / B) 我认为一个好的领导就是要帮助别人更好地做事",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "统筹": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "统筹": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "统筹": 1,
          "伯乐": 1,
          "排难": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "伯乐": 2,
          "排难": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "伯乐": 3,
          "排难": 3
        }
      }
    ]
  },
  {
    "text": "A) 我善于处理纷繁复杂的事务； / B) 我喜欢制定统一的常规制度",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "适应": 3,
          "统筹": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "适应": 2,
          "统筹": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "适应": 1,
          "统筹": 1,
          "纪律": 1,
          "公平": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "纪律": 2,
          "公平": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "纪律": 3,
          "公平": 3
        }
      }
    ]
  },
  {
    "text": "A) 我习惯于根据统计数字预测未来； / B) 我习惯于根据当前形势预测未来",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "回顾": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "回顾": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "回顾": 1,
          "前瞻": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "前瞻": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "前瞻": 3
        }
      }
    ]
  },
  {
    "text": "A) 我特别善于通过例举过去已取得的成就来鼓舞别人； / B) 我特别善于通过描绘未来远景鼓励别人",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "回顾": 3,
          "伯乐": 3,
          "搜集": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "回顾": 2,
          "伯乐": 2,
          "搜集": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "回顾": 1,
          "伯乐": 1,
          "搜集": 1,
          "沟通": 1,
          "前瞻": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "沟通": 2,
          "伯乐": 2,
          "前瞻": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "沟通": 3,
          "伯乐": 3,
          "前瞻": 3
        }
      }
    ]
  },
  {
    "text": "A) 我有几个特别要好的老朋友； / B) 我认识的很多朋友，但几乎没有交情很深的",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "交往": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "交往": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "交往": 1,
          "取悦": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "取悦": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "取悦": 3
        }
      }
    ]
  },
  {
    "text": "A) 我习惯于事先想好将要采购商品的标准，只要看到基本符合我需求的商品立刻就买； / B) 我事先不考虑太多，到了商场现场，调查一遍之后，再决定购买",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "战略": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "战略": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "战略": 1,
          "适应": 1,
          "搜集": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "适应": 2,
          "搜集": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "适应": 3,
          "搜集": 3
        }
      }
    ]
  },
  {
    "text": "A) 遇到故障或困难时，我常常一马当先； / B) 遇到故障或困难时,我往往首先想到找个能人来解决",
    "options": [
      {
        "text": "特别同意A",
        "scores": {
          "排难": 3,
          "自信": 3
        }
      },
      {
        "text": "比较同意A",
        "scores": {
          "排难": 2,
          "自信": 2
        }
      },
      {
        "text": "居中",
        "scores": {
          "排难": 1,
          "自信": 1,
          "关联": 1,
          "伯乐": 1,
          "个别": 1
        }
      },
      {
        "text": "比较同意B",
        "scores": {
          "关联": 2,
          "伯乐": 2,
          "个别": 2
        }
      },
      {
        "text": "特别同意B",
        "scores": {
          "关联": 3,
          "伯乐": 3,
          "个别": 3
        }
      }
    ]
  }
]
